Repository: gawindx/WinNUT-Client
Catalog: WinNUT_V2/WinNUT_GUI/My Project/Resources.*.resx
Languages: fr_fr, ru_ru

# App_Event_Str_01
source: Application shut down at
fr_fr: Application arrêtée à
ru_ru: Программное отключение в

# Frm_Shutdown_Str_01
source: Battery_Charge : {0} Remaining Time : {1}
fr_fr: Charge Batterie : {0} Temps restant : {1}
ru_ru: Заряд : {0} Осталось времени : {1}

# Frm_Update_Str_01
source: Update Available : Version {0}
fr_fr: Mise à jour disponible : version {0}
ru_ru: Доступно обновление: Версия {0}

# Frm_Update_Str_02
source: Show ChangeLog
fr_fr: Afficher ChangeLog
ru_ru: Показать список изменений

# Frm_Update_Str_03
source: Hide ChangeLog
fr_fr: Cacher ChangeLog
ru_ru: Скрыть список изменений

# Frm_Update_Str_04
source: Update WinNUT-Client Now? Ok to Close WinNut and Install New Version Cancel to Save Msi and Install Later
fr_fr: Mettre à jour WinNUT-Client maintenant? Ok pour fermer WinNut et installer une nouvelle version Annuler pour enregistrer Msi et installer plus tard
ru_ru: Обновить WinNUT сейчас? "ОК" - закрыть WinNUT и установить новую версию. "Отмена" - сохранить MSI и установить позже.

# Frm_Update_Str_05
source: Download New Version from :
fr_fr: Téléchargez la nouvelle version depuis :
ru_ru: Скачать новую версию с:

# Frm_Main_Str_01
source: Old ups.ini imported Ini File Moved to {0}.old
fr_fr: Ancien Fichier "ups.ini" importé Fichier Ini déplacé vers {0}.old
ru_ru: Старая версия ups.ini перемещена в {0}.old

# Frm_Main_Str_02
source: Old ups.ini imported
fr_fr: Ancien Fichier "ups.ini" importé
ru_ru: Старая версия ups.ini импортирована

# Frm_Main_Str_03
source: Reconnection In Progress
fr_fr: Reconnexion en cours
ru_ru: Переподключение в процессе

# Frm_Main_Str_04
source: Try {0} of {1}
fr_fr: Essai {0} sur {1}
ru_ru: Попытка {0} из {1}

# Frm_Main_Str_05
source: Not Connected
fr_fr: Non connecté
ru_ru: Не подключено

# Frm_Main_Str_06
source: Connected
fr_fr: Connecté
ru_ru: Подключено

# Frm_Main_Str_07
source: On Line
fr_fr: Sur Secteur
ru_ru: От сети

# Frm_Main_Str_08
source: On Battery ({0}%)
fr_fr: Sur Batterie ({0}%)
ru_ru: От батареи ({0}%)

# Frm_Main_Str_09
source: Low Battery
fr_fr: Batterie Basse
ru_ru: Низкий заряд батареи

# Log_Str_01
source: WinNut Preferences Changed
fr_fr: Préférences de WinNUT Modifiées
ru_ru: Настройки WinNUT изменены

# Log_Str_02
source: Connection to Nut Host {0}:{1} Established
fr_fr: Connexion au Serveur NUT {0}:{1} établie
ru_ru: Соединение с сервером NUT {0}:{1} Успех

# Log_Str_03
source: Connection to Nut Host {0}:{1} Failed: {2}
fr_fr: Connexion au Serveur NUT {0}:{1} échouée : {2}
ru_ru: Соединение с сервером NUT {0}:{1} Отказ: {2}

# Log_Str_04
source: Automatic Reconnection
fr_fr: Re-connexion Automatique
ru_ru: Автоматическое переподключение

# Log_Str_05
source: Disconnected from Nut Host
fr_fr: Déconnectée du serveur NUT
ru_ru: Отключиться от сервера NUT

# Log_Str_06
source: Try Reconnect {0} / {1}
fr_fr: Tentative de reconnexion {0} / {1}
ru_ru: Попытка переподключения {0} / {1}

# Log_Str_07
source: Max Retry reached. Wait for manual Reconnection
fr_fr: Nombre maximale d'essai atteint. En attente de reconnexion manuelle
ru_ru: Достигнуто макимальное количество попыток повторного подключения. Ожидается ручное переподключение

# Log_Str_08
source: Conditions met for launching the Extinguishing Process
fr_fr: Conditions atteintes pour le lancement du Processus d'Extinction
ru_ru: Достигнуты условия для запуска процесса отключения

# Log_Str_09
source: Cancellation of the Extinguishing Process
fr_fr: Annulation du Processus d'Extinction
ru_ru: Отмена процесса отключения

# Log_Str_10
source: No Update Available
fr_fr: Pas de mise a jour disponible
ru_ru: Обновлений нет

# Log_Str_11
source: Version {0} Available
fr_fr: Version {0} disponible
ru_ru: Доступна версия {0}

# Frm_Main_Str_10
source: Battery OK
fr_fr: Batterie OK
ru_ru: Батарея ОК

# Frm_Main_Str_11
source: Unknown UPS Name
fr_fr: Nom UPS Inconnu
ru_ru: Название ИБП неизвестно

# Frm_Main_Str_12
source: Lost Connect To {0}:{1}
fr_fr: Connexion perdue à {0}:{1}
ru_ru: Потеря подключения к {0}:{1}

# Frm_Main_Str_13
source: Wrong Login ID (Username or Password)
fr_fr: ID de connexion incorrect (nom d'utilisateur ou mot de passe)
ru_ru: Неправильные данные авторизации (логин или пароль)

# Log_Str_12
source: Stop condition imposed by the NUT server
fr_fr: Condition d'arrêt forcée signalée par le serveur NUT
ru_ru: Условие отключения наложенное сервером NUT
