Repository: gawindx/WinNUT-Client
Catalog: WinNUT_V2/WinNUT_GUI/Pref_Gui.*.resx
Languages: de_de, fr_fr, ru_ru, zh_cn

# Tab_Connexion.Text
source: Connection
de_de: Verbindung
fr_fr: Connexion
ru_ru: Соединение
zh_cn: 连接

# Tab_Calibrage.Text
source: Calibration
de_de: Kalibrierung
fr_fr: Calibrage
ru_ru: Калибровка
zh_cn: 校准

# Tab_Shutdown.Text
source: Shutdown Options
de_de: Optionen zum Herunterfahren
fr_fr: Options d'Arrêt
ru_ru: Настройка отключения
zh_cn: 关机选项

# Cbx_Branch_Update.Items
source: Stable
de_de: Stabil
ru_ru: Стабильная версия
zh_cn: 稳定

# Cbx_Branch_Update.Items1
source: Development
de_de: Entwicklung
fr_fr: Développement
ru_ru: Отладочная версия
zh_cn: 开发版

# Cbx_Branch_Update.ToolTip
source: Use the Stable or Devellop branch during verification.
de_de: Verwenden Sie während der Überprüfung den Zweig "Stabil" oder "Entwickeln".
fr_fr: Utilisez la branche Stable ou Dev lors de la vérification.
ru_ru: Искать обновления до стабильной или отладочной версии.
zh_cn: 在验证期间使用稳定或开发分支。

# Cbx_Delay_Verif.Items
source: Daily
de_de: Täglich
fr_fr: Quotidien
ru_ru: Ежедневно
zh_cn: 每天

# Cbx_Delay_Verif.Items1
source: Weekly
de_de: Wöchentlich
fr_fr: Hebdomadaire
ru_ru: Еженедельно
zh_cn: 每周

# Cbx_Delay_Verif.Items2
source: Monthly
de_de: Monatlich
fr_fr: Mensuelle
ru_ru: Ежемесячно
zh_cn: 每月

# Cbx_Delay_Verif.ToolTip
source: Frequency of verification.
de_de: Häufigkeit der Überprüfung.
fr_fr: Fréquence de vérification.
ru_ru: Частота проверок
zh_cn: 验证频率。

# Lbl_Branch_Update.Text
source: Stable Or Dev Branch
de_de: Stabiler oder Entwicklungszweig
fr_fr: Branche Stable ou Développement
ru_ru: Стабильная или отладочная версия
zh_cn: 稳定或开发分支

# Lbl_Delay_Verif.Text
source: Delay Between Verification
de_de: Verzögerung zwischen der Überprüfung
fr_fr: Délai entre vérification
ru_ru: Задержка между проверками
zh_cn: 每次检验的延时

# Cb_Update_At_Start.Text
source: Verify Update At Start
de_de: Überprüfen Sie das Update beim Start
fr_fr: Vérifier la mise à jour au Démarrage
ru_ru: Проверять при запуске
zh_cn: 在启动时验证更新

# Cb_Update_At_Start.ToolTip
source: Checks for updates at startup.
de_de: Sucht beim Start nach Updates.
fr_fr: Vérifie les mises à jour au démarrage.
ru_ru: Проверяет обновления при запуске.
zh_cn: 在启动时检查更新。

# Cb_Verify_Update.Text
source: Verify Update
de_de: Überprüfen Sie das Update
fr_fr: Vérifier la mise à jour
ru_ru: Проверять обновления
zh_cn: 验证更新

# Cb_Verify_Update.ToolTip
source: Check for updates.
de_de: Auf Updates prüfen.
fr_fr: Vérifiez les mises à jour.
ru_ru: Проверка обновлений.
zh_cn: 检查应用更新。

# Tab_Update.Text
source: Update
de_de: Aktualisieren
fr_fr: Mise à jour
ru_ru: Обновить
zh_cn: 更新

# Tb_Pwd_Nut.ToolTip
source: NUT server login password
de_de: Anmeldekennwort des NUT-Servers
fr_fr: Mot de Passe de connexion au serveur NUT
ru_ru: Пароль для входа на сервер NUT
zh_cn: NUT服务器登录密码

# Tb_Login_Nut.ToolTip
source: NUT server connection identifier
de_de: Verbindungskennung des NUT-Servers
fr_fr: Identifiant de connexion au serveur NUT
ru_ru: Идентификатор подключения к серверу NUT
zh_cn: NUT服务器连接标识符

# Label3.Text
source: Login credentials to the Nut server (leave blank if not required)
de_de: Anmeldeinformationen beim Nut-Server (leer lassen, wenn nicht erforderlich)
fr_fr: Identifiants de connexion au server Nut (laisser vide si non requis)
ru_ru: Реквизиты для подключения к серверу NUT (оставьте пустыми если не требуются)
zh_cn: Nut服务器的登录凭据（如果不需要，请留空）

# Lbl_Pwd_Nut.Text
source: Password
de_de: Passwort
fr_fr: Mot de Passe
ru_ru: Пароль
zh_cn: 密码

# Lbl_Login_Nut.Text
source: Login
de_de: Anmeldung
fr_fr: Identifiant
ru_ru: Логин
zh_cn: 登录

# Tb_Delay_Com.ToolTip
source: Time between each update of UPS data (default = 5). Accepted value: Numerical value from 1 to 60 seconds.
de_de: Zeit zwischen jeder Aktualisierung der USV-Daten (Standard = 5). Akzeptierter Wert: Numerischer Wert von 1 bis 60 Sekunden.
fr_fr: Temps entre chaque mise à jour des données UPS (par défaut = 5). Valeur acceptée: valeur numérique de 1 à 60 secondes.
ru_ru: Время между обновлениями данных ИБП (по умолчанию = 5). Число от 1 до 60 секунд.
zh_cn: 每次更新UPS数据之间的时间（默认= 5）。 接受值：1到60秒之间的数值。

# Tb_UPS_Name.ToolTip
source: UPS name to monitor. Accepted Value: Name of the UPS configured in the Nut server.
de_de: Zu überwachender USV-Name. Akzeptierter Wert: Name der auf dem Nut-Server konfigurierten USV.
fr_fr: Nom de l'onduleur à surveiller. Valeur acceptée: nom de l'onduleur configuré dans le serveur Nut.
ru_ru: Имя ИБП для мониторинга. Допустимые значения: Имя ИБП из конфиграции сервера NUT
zh_cn: 监控的 UPS 名称。 允许值：在 UPS 的 Nut 服务端所配置的名称。

# Tb_Port.ToolTip
source: Nut Server Port Number (default = 3493). Accepted value: Numeric value from 1 to 65535.
de_de: Nut Server Port Number (Standard = 3493). Akzeptierter Wert: Numerischer Wert von 1 bis 65535.
fr_fr: Numéro de port du serveur Nut (par défaut = 3493). Valeur acceptée: valeur numérique de 1 à 65535.
ru_ru: Порт сервера NUT (по умолчанию = 3493). Число от 1 до 65535.
zh_cn: Nut 服务Nut 服务器端口（默认为3493）。 取值：1-65535 之间的数值

# Tb_Server_IP.ToolTip
source: Nut server address. Accepted value: IPV4 / IPV6 / FQDN address.
de_de: Nut Server Adresse. Akzeptierter Wert: IPV4 / IPV6 / FQDN-Adresse.
fr_fr: Adresse du serveur Nut. Valeur acceptée: adresse IPV4 / IPV6 / FQDN.
ru_ru: Адресс сервера NUT. IPV4 / IPV6 / доменное имя.
zh_cn: 服务器地址。 取值：IPv4/IPv6/FQDN 地址

# Cb_Reconnect.Text
source: Re-establish connection
de_de: Stellen Sie die Verbindung wieder her
fr_fr: Reconnecter
ru_ru: Переподключаться
zh_cn: 重新建立连接

# Cb_Reconnect.ToolTip
source: Activate automatic connection / reconnection
de_de: Aktivieren Sie die automatische Verbindung / Wiederverbindung
fr_fr: Activer la connexion / reconnexion automatique
ru_ru: Включить автопоключение/переподключение
zh_cn: 启用自动连接/重连

# Lbl_Delay_Com.Text
source: Polling Interval
de_de: Abrufintervall
fr_fr: Intervalle d'interrogation
ru_ru: Интервал запросов
zh_cn: 轮询间隔

# Lbl_Name_UPS.Text
source: UPS Name
fr_fr: Nom UPS
ru_ru: Имя ИБП
zh_cn: UPS 名称

# Lbl_Port.Text
source: NUT Port
fr_fr: Port NUT
ru_ru: Порт NUT
zh_cn: NUT 端口

# Lbl_Server_IP.Text
source: NUT host
fr_fr: Serveur NUT
ru_ru: Север NUT
zh_cn: NUT 主机

# Cbx_Freq_Input.ToolTip
source: Sets the input frequency if not supplied by the UPS.
de_de: Legt die Eingangsfrequenz fest, wenn diese nicht von der USV geliefert wird.
fr_fr: Règle la fréquence d'entrée si elle n'est pas fournie par l'onduleur.
ru_ru: Установка частоты сети если не передаётся ИБП.
zh_cn: 设置输入频率（如果UPS未提供）

# Tb_BattV_Max.ToolTip
source: Maximum Battery Voltage. Accepted value: Numeric value from 0 to 100.
de_de: Maximale Batteriespannung. Akzeptierter Wert: Numerischer Wert von 0 bis 100.
fr_fr: Tension maximale de la batterie. Valeur acceptée: valeur numérique de 0 à 100.
ru_ru: Максимальное напряжение батареи. Число от 0 до 100.
zh_cn: 最高电池电压。 取值：0-100 之间的数值。

# Tb_Load_Max.ToolTip
source: Maximum Load Level of the UPS. Accepted value: Numeric value from 0 to 100.
de_de: Maximaler Lastpegel der USV. Akzeptierter Wert: Numerischer Wert von 0 bis 100.
fr_fr: Niveau de charge maximum de l'onduleur. Valeur acceptée: valeur numérique de 0 à 100.
ru_ru: Максимальная нагрузка на ИБП. Число от 0 до 100.
zh_cn: 最高 UPS 电量等级。 取值：0-100 之间的数值。

# Tb_OutV_Max.ToolTip
source: Maximum Output Voltage. Accepted value: Numeric value from 0 to 999.
de_de: Maximale Ausgangsspannung. Akzeptierter Wert: Numerischer Wert von 0 bis 999.
fr_fr: Tension de sortie maximale. Valeur acceptée: valeur numérique de 0 à 999.
ru_ru: Максимальное напряжение на выходе. Число от 0 до 100.
zh_cn: 最高输出电压。 取值：0-999 之间的数值。

# Tb_InF_Max.ToolTip
source: Maximum input frequency. Accepted value: Numeric value from 0 to 100.
de_de: Maximale Eingangsfrequenz. Akzeptierter Wert: Numerischer Wert von 0 bis 100.
fr_fr: Fréquence d'entrée maximale. Valeur acceptée: valeur numérique de 0 à 100.
ru_ru: Максимальная частота. Число от 0 до 100.
zh_cn: 最高输入频率。 取值：0-100 之间的数值。

# Tb_BattV_Min.ToolTip
source: Minimum Battery Voltage. Accepted value: Numeric value from 0 to 100.
de_de: Minimale Batteriespannung. Akzeptierter Wert: Numerischer Wert von 0 bis 100.
fr_fr: Tension minimale de la batterie. Valeur acceptée: valeur numérique de 0 à 100.
ru_ru: Минимальное напряжение батареи. Число от 0 до 100.
zh_cn: 最低电池电压。 取值：0-100 之间的数值。

# Tb_Load_Min.ToolTip
source: Minimum Charge Level of the UPS. Accepted value: Numeric value from 0 to 100.
de_de: Mindestladezustand der USV. Akzeptierter Wert: Numerischer Wert von 0 bis 100.
fr_fr: Niveau de charge minimum de l'onduleur. Valeur acceptée: valeur numérique de 0 à 100.
ru_ru: Минимальная нагрузка на ИБП. Число от 0 до 100.
zh_cn: 最低 UPS 电量等级。 取值：0-100 之间的数值。

# Tb_OutV_Min.ToolTip
source: Minimum Output Voltage. Accepted value: Numeric value from 0 to 999.
de_de: Minimale Ausgangsspannung. Akzeptierter Wert: Numerischer Wert von 0 bis 999.
fr_fr: Tension de sortie minimale. Valeur acceptée: valeur numérique de 0 à 999.
ru_ru: Минимальное напряжение на выходе. Число от 0 до 100.
zh_cn: 最低输出电压。 取值：0-999 之间的数值。

# Tb_InF_Min.ToolTip
source: Minimum input frequency. Accepted value: Numeric value from 0 to 100.
de_de: Minimale Eingangsfrequenz. Akzeptierter Wert: Numerischer Wert von 0 bis 100.
fr_fr: Fréquence d'entrée minimale. Valeur acceptée: valeur numérique de 0 à 100.
ru_ru: Минимальная частота. Число от 0 до 100.
zh_cn: 最低输入频率。 取值：0-100 之间的数值。

# Tb_InV_Max.ToolTip
source: Maximum input voltage. Accepted value: Numeric value from 0 to 999.
de_de: Maximale Eingangsspannung. Akzeptierter Wert: Numerischer Wert von 0 bis 999.
fr_fr: Tension d'entrée maximale. Valeur acceptée: valeur numérique de 0 à 999.
ru_ru: Максимальное напряжение сети. Число от 0 до 999.
zh_cn: 最高输入电压。 取值：0-999 之间的数值。

# Tb_InV_Min.ToolTip
source: Minimum input voltage. Accepted value: Numeric value from 0 to 999.
de_de: Minimale Eingangsspannung. Akzeptierter Wert: Numerischer Wert von 0 bis 999.
fr_fr: Tension d'entrée minimale. Valeur acceptée: valeur numérique de 0 à 999.
ru_ru: Минимальное напряжение сети. Число от 0 до 999.
zh_cn: 最低输入电压。 取值：0-999 之间的数值。

# Lbl_Maxi.Text
source: Max
fr_fr: Maxi
ru_ru: Максимум
zh_cn: 最高

# Lbl_Mini.Text
source: Min
fr_fr: Mini
ru_ru: Минимум
zh_cn: 最低

# Lbl_BattV.Text
source: Battery Voltage
de_de: Batteriespannung
fr_fr: Tension de Batterie
ru_ru: Напряжение батареи
zh_cn: 电池电压

# Lbl_LoadUPS.Text
source: UPS Load
de_de: USV laden
fr_fr: Charge UPS
ru_ru: Нагрузка ИБП
zh_cn: UPS 负载

# Lbl_OutputV.Text
source: Output Voltage
de_de: Ausgangsspannung
fr_fr: Tension de Sortie
ru_ru: Выходное напряжение
zh_cn: 输出电压

# Lbl_InputF.Text
source: Input Frequency
de_de: Eingangsfrequenz
fr_fr: Fréquence d'Entrée
ru_ru: Входная частота
zh_cn: 输入频率

# Lbl_PowerF.Text
source: Frequency Supply
de_de: Frequenzversorgung.
fr_fr: Fréquence Alimentation
ru_ru: Частота сети
zh_cn: 供电频率

# Lbl_InputV.Text
source: Input Voltage
de_de: Eingangsspannung
fr_fr: Tension d'Entrée
ru_ru: Входное напряжение
zh_cn: 输入电压

# Cbx_LogLevel.Items
source: Notice
fr_fr: Remarque
ru_ru: Замечания
zh_cn: 注意

# Cbx_LogLevel.Items1
source: Alert
de_de: Aufmerksam
fr_fr: Alerte
ru_ru: Предупреждения
zh_cn: 警告

# Cbx_LogLevel.Items2
source: Error
fr_fr: Erreur
ru_ru: Ошибка
zh_cn: 错误

# Cbx_LogLevel.Items3
source: Debug
de_de: Debuggen
fr_fr: Débogue
ru_ru: Отладка
zh_cn: 调试

# Cbx_LogLevel.ToolTip
source: Logging level.
de_de: Protokollierungsstufe.
fr_fr: Niveau de Journalisation
ru_ru: Уровень логирования.
zh_cn: 日志等级。

# Btn_DeleteLog.ToolTip
source: Delete log file.
de_de: Protokolldatei löschen.
fr_fr: Supprimer le fichier journal.
ru_ru: Удалить файл лога
zh_cn: 删除日志文件。

# Btn_ViewLog.ToolTip
source: Open the log file.
de_de: Öffnen Sie die Protokolldatei.
fr_fr: Ouvrez le fichier journal.
ru_ru: Откыть файл лога
zh_cn: 打开日志文件。

# Lbl_LevelLog.Text
source: Logging level
de_de: Protokollierungsstufe
fr_fr: Niveau de Journalisation
ru_ru: Уровень логирования
zh_cn: 日志等级

# Lbl_LevelLog.ToolTip
source: Log file log level
de_de: Protokolldatei Protokollstufe
fr_fr: Niveau de journalisation du fichier journal
ru_ru: Уровень логирования в файл
zh_cn: 日志记录等级

# CB_Use_Logfile.Text
source: Create LogFile
de_de: LogFile erstellen
fr_fr: Créer Fichier Journal
ru_ru: Создать файл лога
zh_cn: 创建日志文件

# CB_Use_Logfile.ToolTip
source: Create a log file ("WinNUT-client.log" file in the WinNUT installation directory).
de_de: Erstellen Sie eine Protokolldatei (Datei "WinNUT-client.log" im WinNUT-Installationsverzeichnis).
fr_fr: Créez un fichier journal (fichier "WinNUT-client.log" dans le répertoire d'installation de WinNUT).
ru_ru: Создать файл лога (файл WinNUT-client.log в папке установки WinNUT).
zh_cn: 创建日志文件（""WinNUT-client.log"" 文件位于 WinNUT 的安装目录）。

# CB_Start_W_Win.Text
source: Start with Windows
de_de: Starte mit Windows
fr_fr: Démarrer avec Windows
ru_ru: Запускать с Windows
zh_cn: 随 Windows 启动当前应用

# CB_Start_W_Win.ToolTip
source: Starts WinNUT when Windows starts.
de_de: Startet WinNUT beim Start von Windows.
fr_fr: Démarre WinNUT au démarrage de Windows.
ru_ru: Запуск WinNUT вместе с Windows
zh_cn: 随 Windows 启动 WinNUT。

# CB_Close_Tray.Text
source: Close to Systray
de_de: In der Nähe von Systray
fr_fr: Fermer vers le Systray
ru_ru: Закрыть в трей
zh_cn: 靠近Systray

# CB_Close_Tray.ToolTip
source: Sends in Systray at closing.
de_de: Sendet beim Schließen in Systray.
fr_fr: Envoie dans le Systray à la fermeture.
ru_ru: Свернуть в трей при закрытии.
zh_cn: 关闭程序时缩小至托盘。

# CB_Start_Mini.Text
source: Start Minimized
de_de: Minimiert starten
fr_fr: Démarrer Réduit
ru_ru: Запускать свёрнутым
zh_cn: 启动时最小化当前应用

# CB_Start_Mini.ToolTip
source: Starts WinNut Minimized.
de_de: Startet WinNut Minimized.
fr_fr: Démarre WinNut minimisé.
ru_ru: Запуск WinNUT свёрнутым
zh_cn: 启动时最小化 WinNUT。

# CB_Systray.Text
source: Minimize to Systray
de_de: Auf Systray minimieren
fr_fr: Réduire au Systray
ru_ru: Сворачивать в трей
zh_cn: 最小化到系统托盘

# CB_Systray.ToolTip
source: Reduced to the taskbar or Systray.
de_de: Reduziert auf die Taskleiste oder Systray.
fr_fr: Réduit à la barre des tâches ou Systray.
ru_ru: Свернуть в панель задач или трей.
zh_cn: 缩小至任务栏或系统托盘。

# CB_Follow_FSD.Text
source: Shutdown on Nut's FSD Signal
de_de: Herunterfahren des FSD-Signals der NUT
fr_fr: Arrêt sur le signal FSD de NUT
ru_ru: Выключение по запросу FSD сервера NUT
zh_cn: 关闭NUT的FSD信号

# CB_Follow_FSD.ToolTip
source: Indicates whether a shutdown should be performed when the NUT server signals a forced shutdown (FSD = Force ShutDown)
de_de: Gibt an ob ein Herunterfahren durchgeführt werden soll wenn der NUT-Server ein erzwungenes Herunterfahren signalisiert (FSD = Force ShutDown).
fr_fr: Indique si une extinction doit être executé lorsque le serveur NUT signal une extinction forcée (FSD=Force ShutDown)
ru_ru: Должжно ли быть выполнено принудительное выключение если сервер NUT запрашивает FSD
zh_cn: 指示当NUT服务器发出强制关机信号时是否应执行关机（FSD =强制关机）

# Tb_GraceTime.ToolTip
source: Additional grace period limit. Accepted value: Numeric value from 0 to 3600.
de_de: Zusätzliche Nachfrist. Akzeptierter Wert: Numerischer Wert von 0 bis 3600.
fr_fr: Limite de délai de grâce supplémentaire. Valeur acceptée: valeur numérique de 0 à 3600.
ru_ru: Дополнительное время. Допустимые значения от 0 до 3600.
zh_cn: 额外的宽限期限制。取值：0-3600。

# Cb_ExtendTime.Text
source: Allow Extended Shutdown Time
de_de: Erweiterte Abschaltzeit zulassen
fr_fr: Autorise un temps supplémentaire
ru_ru: Добавить дополнительное время при выключении.
zh_cn: 允许的延时关机时间

# Cb_ExtendTime.ToolTip
source: Allow additional time during the shutdown procedure. Note: This additional time could go beyond the UPS backup time - USE WITH CAUTION!!!
de_de: Warten Sie während des Herunterfahrens zusätzliche Zeit. Hinweis: Diese zusätzliche Zeit kann über die USV-Sicherungszeit hinausgehen - MIT VORSICHT VERWENDEN !!!
fr_fr: Accordez du temps supplémentaire pendant la procédure d'arrêt. Remarque: Ce temps supplémentaire pourrait dépasser le temps de sauvegarde de l'onduleur - À UTILISER AVEC PRECAUTION !!!
ru_ru: Добавить время при выключении. Важно: это дополнительное время может выйти за время работы ИБП - ИСПОЛЬЗОВАТЬ С ОСТОРОЖНОСТЬЮ!!!
zh_cn: 在关机过程中允许的额外时间。 注意: 这段额外时间可能超过 UPS 的续航时间 - 谨慎使用！！！

# Tb_Delay_Stop.ToolTip
source: Stop procedure delay if delayed. Accepted value: Numeric value from 0 to 3600.
de_de: Stoppen Sie die Prozedurverzögerung, wenn sie verzögert ist. Akzeptierter Wert: Numerischer Wert von 0 bis 3600.
fr_fr: Arrêter le délai de la procédure en cas de retard. Valeur acceptée: valeur numérique de 0 à 3600.
ru_ru: Задержка процедуры отключения если необходимо. Число от 0 до 3600
zh_cn: 停机流程延时。 取值：0-3600 秒之间的数值。

# Cbx_TypeStop.Items
source: Shutdown
fr_fr: Mise à l'arrêt
ru_ru: Выключение
zh_cn: 关机

# Cbx_TypeStop.Items1
source: Sleep
de_de: Schlaf
fr_fr: Mise en Veille
ru_ru: Сон
zh_cn: 睡眠

# Cbx_TypeStop.Items2
source: Hibernate
de_de: Überwintern
fr_fr: Mise en Veille Prolongée
ru_ru: Гибернация
zh_cn: 休眠

# Cbx_TypeStop.ToolTip
source: Type of stop at the end of the stop procedure.
de_de: Art des Stopps am Ende des Stoppvorgangs.
fr_fr: Type d'arrêt à la fin de la procédure d'arrêt.
ru_ru: Тип отключения в конце процедуры отключения.
zh_cn: 停机流程结束时的停机类型

# Cb_ImmediateStop.Text
source: Immediate stop action
de_de: Sofortige Stoppaktion
fr_fr: Action d'arrêt Immediate
ru_ru: Немедленное отключение
zh_cn: 即时停机操作

# Cb_ImmediateStop.ToolTip
source: Starts the shutdown procedure immediately or timed.
de_de: Startet das Herunterfahren sofort oder zeitgesteuert.
fr_fr: Démarre la procédure d'arrêt immédiatement ou temporisée.
ru_ru: Выключение немедленно или с задержкой.
zh_cn: 立刻或定时执行关机流程。

# Tb_BattLimit_Time.ToolTip
source: Lower backup time limit triggering the shutdown procedure. Accepted value: Numeric value from 0 to 3600.
de_de: Unteres Backup-Zeitlimit, das das Herunterfahren auslöst. Akzeptierter Wert: Numerischer Wert von 0 bis 3600.
fr_fr: Délai de sauvegarde inférieur déclenchant la procédure d'arrêt. Valeur acceptée: valeur numérique de 0 à 3600.
ru_ru: Если значение времени резервирования меньше - будет запущена процедура выключения питания. Допустимые значения от 0 до 3600.
zh_cn: 触发停机流程的最低续航时间。 取值：0-3600 之间的数值。

# Tb_BattLimit_Load.ToolTip
source: Lower limit of the battery level triggering the shutdown procedure. Accepted value: Numeric value from 0 to 100.
de_de: Untergrenze des Batteriestands, der den Abschaltvorgang auslöst. Akzeptierter Wert: Numerischer Wert von 0 bis 100.
fr_fr: Limite inférieure du niveau de la batterie déclenchant la procédure d'arrêt. Valeur acceptée: valeur numérique de 0 à 100.
ru_ru: Если значение заряда батареи меньше - будет запущена процедура выключения питания. Допустимые значения от 0 до 100.
zh_cn: 触发停机流程的最低电池电量百分比。 取值：0-100 之间的数值。

# Lbl_GraceTime.Text
source: Grace Delay to Shutdown (sec)
de_de: Grace Verzögerung beim Herunterfahren (Sek.)
fr_fr: Temps supplémentaire (sec)
ru_ru: Дополнительная задержка выключения (сек)
zh_cn: 关机的宽限延时（秒）：

# Lbl_Delay_Stop.Text
source: Delay to Shutdown (sec)
de_de: Verzögerung beim Herunterfahren (Sek.)
fr_fr: Temporiser l'Arrêt (sec)
ru_ru: Задержка выключения (сек)
zh_cn: 延时关机（秒）

# Lbl_StopType.Text
source: Type of Stop
de_de: Art des Stopps
fr_fr: Type d'Arrêt
ru_ru: Тип отключения
zh_cn: 停机类型

# Lbl_BattLimit_Time.Text
source: Shutdown if runtime lower than (sec)
de_de: Herunterfahren, wenn die Laufzeit niedriger als (Sek.)
fr_fr: Arrêter si le temps de maintien est inférieur à (secondes)
ru_ru: Выключение если время меньше (сек)
zh_cn: 如果续航时间低于则关机

# Lbl_BattLimit_Load.Text
source: Shutdown if battery lower than
de_de: Herunterfahren, wenn die Batterie niedriger als ist
fr_fr: Arrêter si le niveau de batterie est inférieur à
ru_ru: Выключение если заряд меньше
zh_cn: 如果电池低于百分比则关机

# Btn_Ok.Text
source: Ok
ru_ru: Ок
zh_cn: 好的

# Btn_Apply.Text
source: Apply
de_de: Anwenden
fr_fr: Appliquer
ru_ru: Применить
zh_cn: 应用

# Btn_Cancel.Text
source: Cancel
de_de: Stornieren
fr_fr: Annuler
ru_ru: Отмена
zh_cn: 取消

# $this.Text
source: Options
de_de: Optionen
fr_fr: Préférences
ru_ru: Опции
zh_cn: 选项
